{
    "history": [
        {
            "id": 0,
            "submitter": "12345567",
            "content": "example"
        },
        {
            "id": 1,
            "submitter": "1894029144",
            "content": "根据野史记载，匡衡小时候打arc没钱买曲包，于是在墙上凿了一个小洞，偷看邻居打arc并且记下了密码把号盗了，用邻居的宿命光pm了testify，史称凿壁偷光。"
        },
        {
            "id": 2,
            "submitter": "1894029144",
            "content": "据野史记载，当年一战德国战败，法国从德国手中收回阿尔萨斯和洛林地区并获得巨额战争赔款。但是德国依然有很强的战争潜力，同时由于战争人口损失，法国的征兵基数跌至谷底。为此，法国高层决定，从莱茵河沿着法国北部边界一直到比利时，每公里部署150台舞萌dx，每台舞萌dx能硬控两名德军上机，八名德军排卡，特制舞萌内部有程序设计，只要选择随机谱面必定随机出提亚马特和封焰135，打完1pc下来德军将失去战斗能力。5800个永筑工事中的15000台舞萌足以硬控150万德军，如此强大的防御工事，因为需要长时间排卡等待，因此被称为待ちの防线"
        },
        {
            "id": 3,
            "submitter": "1894029144",
            "content": "据野史记载，当年周瑜为了陷害诸葛亮，要求他三天之内打推币机赚一千个币，诸葛亮手搓了三台ADX，每天收舞萌吃的币，最后凑齐了一千个币，史称草台借币。"
        },
        {
            "id": 4,
            "submitter": "1894029144",
            "content": "据野史记载，诸葛亮的七星灯其实是有八个，史称八星灯，分别对应着蜀汉军营里舞萌DX的八个按键，魏延在营帐里打乌蒙时姜维给魏延开了白系，魏延越级打不动，遂怒而拆机，打坏了一个按键还把剩下七个按键拍不亮了，诸葛亮在大营中看见八星灯一灯毁，七灯灭，心知有人拆机，怒火攻心吐血身亡"
        },
        {
            "id": 5,
            "submitter": "1894029144",
            "content": "据野史记载，从前有个小太监陪慈禧打舞萌dx，鸟加了14+打出New Record进了b35，忘了避讳，张口就来：“我超了老佛爷的b！！”话音未落，其他太监吓得脸色惨白，慈禧当即怒道：“超了我的b？？那我就超你全家！”果然，和慈禧拼机的小太监当天就被杖毙，他的家人最终也未能幸免于难……"
        },
        {
            "id": 6,
            "submitter": "1894029144",
            "content": "野史记载：当年吕蒙每次出勤都越级，只打大猩猩歌，星星非常苦手，孙权知道后来劝吕蒙，说自己每次出勤都会打几次海底谭来练星星，吕蒙听了孙权的劝告，开始苦练星星，最后终于不再星星苦手，实力大飞升。"
        },
        {
            "id": 7,
            "submitter": "1894029144",
            "content": "据野史载∶元丰六年十月十二日夜，解衣欲睡，月色入户，欣然起勤。念无与同勤者，遂至承天寺寻张怀民。怀民亦未勤，相与勤于中庭。庭下如虹光五色，屏中粉、绿交横，盖星辰错也。何夜无麦？何处无勤批？但少闲人如吾两人者耳。"
        },
        {
            "id": 8,
            "submitter": "1894029144",
            "content": "据野史记载，曹操率军二十万出勤打中二，周瑜率大猩猩与曹军相遇在机厅。此时曹军众多士卒已染手癖，周瑜则利用曹操的骄傲轻敌，纳部将黄盖之议选择了赤壁大炎上，曹军大败，R10被清，曹操只能下令将剩余的机台都予以烧毁，然后撤退。这场战役创造了中国军事史上以弱胜强的著名例子，史称赤壁之战。"
        },
        {
            "id": 9,
            "submitter": "1894029144",
            "content": "据野史记载，孟获在南方所以机厅很多，诸葛亮当时还没开窝，所以经常去南下和孟获一起出勤，一周勤七天，史称七勤孟获"
        },
        {
            "id": 10,
            "submitter": "1894029144",
            "content": "据野史记载，西周末年，周幽王为博褒姒一笑，越级挑战封焰の135秒-MASTER难度，诸侯们以为有舞萌大神来出勤，纷纷围观学习，却发现是拆机的越级小鬼。褒姒看到众人的反应哈哈大笑。周幽王很高兴，因而又多次越级拆机。诸侯们都不再相信他，不来围观了。后来舞萌大神西戎来镐京出勤，出警周幽王的拆机行为，并嘲笑他是菜逼，周幽王羞愧退勤。 这一事件史称“封火（焰）戏诸侯”"
        },
        {
            "id": 11,
            "submitter": "1894029144",
            "content": "据野史记载，当年关羽在酒桌上突然想打舞萌了，上机1pc内连续ap金熊和TEmPTaTiON，斩获华神和熊神牌，史称温酒斩华熊"
        },
        {
            "id": 12,
            "submitter": "1894029144",
            "content": "相传，炎黄联盟和蚩尤大战时，在战场上曾出现过一台舞萌DX，黄帝和蚩尤约定，在舞萌dx上玩四首歌，谁最终的分数总和低谁就输掉战争。他们分别打了白茄子，热葡萄，白潘，白系。最终蚩尤以398.3721%不敌黄帝的399.1820%。 （出自《野史·中国史·舞萌世家》）"
        },
        {
            "id": 13,
            "submitter": "1894029144",
            "content": "据野史记载，司马懿带15万士兵来排大比队，却见全城舞萌无人上机，只剩诸葛亮一人空守城门之上打屁股肉，便以为断网，落魄退勤"
        },
        {
            "id": 14,
            "submitter": "1894029144",
            "content": "据野史记载，当年关羽推分一直没有大的提升而迟迟没法推上彩框，遂找华佗瑞平b50，华佗看完说关羽吃的水分太多，需要多打同难度较难的曲目来刮去b50里的水分，史称华佗刮骨疗毒"
        },
        {
            "id": 15,
            "submitter": "1894029144",
            "content": "据野史记载，刘备出勤时肚子难受，每上一次机就得上趟厕所，在第三遍上完回来后感觉神清气爽，正好诸葛亮也来拼机，他们俩遂一起打然后一起回刘备家，打的时候还ap了一首曲子，史称刘备三顾茅庐"
        },
        {
            "id": 16,
            "submitter": "1894029144",
            "content": "据野史记载，在一次出勤中关羽fc了am并樱将确认，而与其拼机的吕布又选择了am的宴谱，于是关羽叫来了已经樱神的刘备和张飞来帮他一起打宴谱，史称三樱战吕布。"
        },
        {
            "id": 17,
            "submitter": "3188285126",
            "content": "据野史记载，实际上关羽水淹七军时河道正是枯水期，河里根本没那么多水，关羽集中水源，把城里唯一一家机厅淹了才打败魏军，庞德之所以死，是因为机厅是他家的，于禁受不了没舞萌打，于是率军投降了。"
        },
        {
            "id": 18,
            "submitter": "1894029144",
            "content": "据野史记载，廉颇和蔺相如拼机，廉颇一直开大歌，蔺相如为了机厅秩序环境步步退让。廉颇听说了，潘然悔悟，背着一台adx来蔺相如家里请罪，要求蔺相如给他开十把系惩罚他，史称负机请罪"
        },
        {
            "id": 19,
            "submitter": "1894029144",
            "content": "据野史记载，伯牙其实是maimai宴谱谱师，而钟子期是手汗哥，每次都能理论伯牙的谱，于是二人成莫逆之交，伯牙每次写谱，钟子期都会理论并大加赞扬。不幸的是，一日钟子期去世，伯牙把自己的谱发到maimai上供人游玩，却发现没有人可以理论，深感痛心，封笔不再写谱，史称伯牙绝谱"
        },
        {
            "id": 20,
            "submitter": "1894029144",
            "content": "据野史记载，刘邦可能给人卖过沟子。史称，邦君疑似卖沟"
        }
    ]
}